Repository: MartinZikmund/PlayingWithPhysics
Catalog: src/Topics/Physics.StationaryWaves/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

source: Add wave
cs_cz: Přidat vlnění

# AdvancedBounceType_Oscillating
source: Oscillating
cs_cz: Odraz na volném konci

# AdvancedBounceType_Static
source: Static
cs_cz: Odraz na pevném konci

source: Amplitude
cs_cz: Amplituda

# AmplitudeLabel
source: Amplitude:
cs_cz: Amplituda:

# AppDescription
source: Stationary waves English description. Content authors: Pavel Mládek, Pavel Jirman Programmers: Daniel Zikmund, Martin Zikmund Graphics: Petr Weinlich
cs_cz: Animace zobrazí odraz jedné vlny na pevném či volném konci nebo pomocí principu superpozice zobrazí stojaté vlnění složením přímého a odraženého vlnění. Autoři obsahu: Pavel Mládek, Pavel Jirman Programátoři: Daniel Zikmund, Martin Zikmund Grafika: Petr Weinlich

# AppName
source: Playing with Physics: Stationary Waves
cs_cz: Hrátky s fyzikou: Stojaté vlnění

source: Bounce type
cs_cz: Typ odrazu

# BounceType_Oscillating
source: Oscillating
cs_cz: Kmitna

# BounceType_Static
source: Static
cs_cz: Uzel

source: Bouncing point
cs_cz: Místo odrazu

# BouncingPoints_FreeEnd
source: On the free end
cs_cz: Na volném konci

# BouncingPoints_RigidEnd
source: On the rigid end
cs_cz: Na pevném konci

# DistanceIntervalForTable
source: Distance interval (m):
cs_cz: Interval vzdálenosti (m):

# DrawingRangeLabel
source: Range:
cs_cz: Rozsah:

source: Edit Wave
cs_cz: Upravit vlnění

source: Left end type
cs_cz: Levý konec

# OnlySecondWave
source: (only applies to the second wave)
cs_cz: (platí jen pro druhé vlnění)

source: Range
cs_cz: Rozsah

source: Right end distance
cs_cz: Vzdálenost pravého konce (násobek λ)

source: Set waves
cs_cz: Nastavit vlnění

# ShortAppName
source: Stationary Waves
cs_cz: Stojaté vlnění

# TimeForTable
source: Time (s):
cs_cz: Čas (s):

source: Wave
cs_cz: Vlnění
